/*{
	'task':'Ледной куб со стороной 2 метра имеет массу 1800 кг, какова масса ледяного куба сторона которой 2 раза больше ?', 
	'answer':57600
}*/

const tasks = [

	{
		'task':'Продолжи последовательность 2, 4, 6, 8, ?', 
		'answer':10
	},


	{
		'task':'Продолжи последовательность 1, 3, 5, 7, ?', 
		'answer':9
	},


	{
		'task':'Какое число получится, если перемножить все цифры на цифровой клавиатуре телефона ?', 
		'answer':0
	},


	{
		'task':'Какая цифра чаще всего встречается между числами от 1 до 1000 включительно ?', 
		'answer':1
	},


	{
		'task':'Два мальчика играли в шашки 2 часа. Сколько времени играл каждый мальчик ?', 
		'answer':2
	},


	{
		'task':'Анна написала все числа от 300 до 400 на листе бумаги. Сколько раз она написала цифру 3?', 
		'answer':120
	},


	{
		'task':'Сколько месяцев в году имеют 28 дней ?', 
		'answer':12
	},


	{
		'task':'Первоклассники каждый день записывают число месяца в тетрадь, какое наибольшее число они записали ?', 
		'answer':31
	},


	{
		'task':'Сумма трех последовательных четных чисел ровна 78. Чему равно первое число ?', 
		'answer':24
	},


	{
		'task':'Продолжи последовательность 1, 4, 9, 16, ?', 
		'answer':25
	},

]